Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: Repeat NET-EN injections should be provided every two months.
as_in: পুনৰাবৃত্তি NET-EN ইঞ্জেকচন প্ৰতি দুই মাহত প্ৰদান কৰিব লাগে।
bn_in: পুনরাবৃত্ত NET-EN ইনজেকশন প্রতি দুই মাস অন্তর প্রদান করতে হবে।
gu_in: દર બે મહિને NET-EN ઇન્જેક્શન્સને ફરીથી આપવું જોઇએ.
hi: प्रत्येक दो महीने में दोबारा NET-EN इंजेक्शन लगाए जाने चाहिए।
kn_in: ಪ್ರತಿ ಎರಡು ತಿಂಗಳಿಗೊಮ್ಮೆ ಪುನರಾವರ್ತಿತ NET-EN ಚುಚ್ಚುಮದ್ದನ್ನು ಒದಗಿಸಬೇಕು.
ml_in: ആവർത്തിച്ചുള്ള NET-EN കുത്തിവയ്പ്പുകൾ രണ്ട് മാസത്തിലൊരിക്കൽ നൽകണം.
or_in: ପୁନରାବର୍ତ୍ତ NET-EN ଇଞ୍ଜେକ୍ସନ୍ ପ୍ରତ୍ୟେକ ଦୁଇ ମାସରେ ପ୍ରଦାନ କରାଯିବା ଉଚିତ।
pa_in: ਦੁਬਾਰਾ NET-EN ਟੀਕੇ ਹਰ ਦੋ ਮਹੀਨਿਆਂ ਬਾਅਦ ਦਿੱਤੇ ਜਾਣੇ ਚਾਹੀਦੇ ਹਨ।
ta_in: மீண்டும் போட, ஒவ்வொரு இரண்டு மாதங்களுக்கு ஒருமுறையும் NET-EN ஊசிகள் வழங்கப்பட வேண்டும்..
te_in: రిపీట్ NET-EN ఇంజెక్షన్లు ప్రతి రెండు నెలలకు అందించబడాలి.

source: Repeated emergency contraceptive pill use.
as_in: বাৰে বাৰে জৰুৰীকালীন গৰ্ভনিৰোধক পিলৰ ব্যৱহাৰ।
bn_in: জরুরী অবস্থায় গর্ভনিরোধক পিলের পুনরাবৃত্ত ব্যবহার।
gu_in: ગર્ભનિરોધક ગોળીઓનો ઇમર્જન્સીમાં વારંવાર ઉપયોગ કરવો.
hi: आपातकालीन गर्भनिरोधक गोली का बार-बार उपयोग
kn_in: ಪುನರಾವರ್ತಿತ ತುರ್ತು ಗರ್ಭನಿರೋಧಕ ಮಾತ್ರೆ ಬಳಕೆ.
ml_in: ഗർഭനിരോധന ഗുളികയുടെ ആവർത്തിച്ച അടിയന്തര ഉപയോഗം.
or_in: ପୁନରାବର୍ତ୍ତିତ ଜରୁରୀକାଳୀନ ଗର୍ଭନିରୋଧକ ବଟିକା ବ୍ୟବହାର
pa_in: ਐਮਰਜੈਂਸੀ ਗਰਭ ਨਿਰੋਧਕ ਗੋਲੀ ਦੀ ਵਾਰ-ਵਾਰ ਵਰਤੋਂ
ta_in: திரும்பத்திரும்ப அவசரநிலை கருத்தடை மாத்திரை உபயோகம்.
te_in: పునరావృత అత్యవసర గర్భనిరోధక మాత్రల ఉపయోగం

source: Reproductive Conditions
as_in: প্ৰজননৰ স্থিতি:
bn_in: প্রজননগত সমস্যা:
gu_in: પ્રજોત્પત્તિ સંબંધિત પરિસ્થિતિઓઃ
hi: प्रजनन स्थितियाँ
kn_in: ಸಂತಾನೋತ್ಪತ್ತಿ ಪರಿಸ್ಥಿತಿಗಳು:
ml_in: പ്രത്യുൽപാദന അവസ്ഥകൾ:
or_in: ପ୍ରଜନନ ଅବସ୍ଥା
pa_in: ਪ੍ਰਜਨਨ ਸਥਿਤੀਆਂ
ta_in: இனப்பெருக்க நிலைமைகள் :
te_in: పునరుత్పత్తి పరిస్థితులు

source: Rilpirivine
as_in: ৰিলপিৰিভাইন
bn_in: রিলপিরিভাইন
gu_in: રિલપિરિવાઇન
hi: रिलपिरिविन
kn_in: ರಿಲ್ಪಿರಿವೈನ್
ml_in: റിൽപ്രിവൈൻ
or_in: ରିଲପିରିଭାଇନ୍
pa_in: ਰਿਲਪੀਵਾਇਰੀਨ
ta_in: ரில்பிரிவைன்
te_in: రిల్ పిరివిన్

source: Ritonavir
as_in: ৰিটোনাভিৰ
bn_in: রিলপিরিভাইন
gu_in: રિટોનાવિર
hi: रिटोनावीर
kn_in: ರಿಟೋನವಿರ್
ml_in: റിട്ടോനാവിർ
or_in: ରିଟୋନାଭିର୍
pa_in: ਰਿਟੋਨਾਵੀਰ
ta_in: ரிடோனவிர்
te_in: రిటోనావిర్

source: Ritonavir-boosted atazanavir
as_in: ৰিটোনাভিৰ-বুষ্টেড আটাজানাভিৰ
bn_in: রিটোনাভির-বুস্টেড অ্যাটাজানাভির
gu_in: રિટોનાવિર-બૂસ્ટેડ એટાઝાનાવિર
hi: रिटोनवीर-वर्धित एटाजे़नावीर
kn_in: ರಿಟೋನವಿರ್-ವರ್ಧಿತ ಅಟಾಜಾನವಿರ್
ml_in: റിട്ടോനാവിർ -ബൂസ്റ്റഡ് അറ്റസാനവിർ
or_in: ରିଟୋନାଭିର୍-ବୁଷ୍ଟେଡ୍ ଅଟାଜାନାଭିର୍
pa_in: ਰਿਟੋਨਾਵੀਰ-ਬੂਸਟਡ ਐਟਾਜ਼ਾਨਾਵੀਰ
ta_in: ரிடோனவிர் –ஊக்கம் பெற்ற அடாஸனவிர்
te_in: రిటోనావిర్-బూస్ట్ అటాజానావిర్

source: Ritonavir-boosted darunavir
as_in: ৰিটোনাভিৰ-বুষ্টেড ডৰুণাভিৰ
bn_in: রিটোনাভির-বুস্টেড ড্যারুনাভির
gu_in: રિટોનાવિર-બૂસ્ટેડ ડારુનાવિર
hi: रिटोनाविर-बूस्टेड दारुनवीर
kn_in: ರಿಟೋನವಿರ್-ವರ್ಧಿತ ದಾರುನಾವಿರ್
ml_in: റിട്ടോനാവിർ -ബൂസ്റ്റഡ് ഡാറുനാവിർ
or_in: ରିଟୋନାଭିର୍-ବୁଷ୍ଟେଡ୍ ଡାରୁନାଭିର୍
pa_in: ਰਿਟੋਨਾਵੀਰ-ਬੂਸਟਡ ਦਰੁਣਾਵੀਰ
ta_in: ரிடோனவிர் –ஊக்கம் பெற்ற டருனவிர்
te_in: రిటోనావిర్-బూస్ట్డ్ దారుణావిర్

source: Ritonavir-boosted lopinavir
as_in: ৰিটোনাভিৰ-বুষ্টেড লোপিনাভিৰ
bn_in: রিটোনাভির-বুস্টেড লোপিনাভির
gu_in: રિટોનાવિર-બૂસ્ટેડ લોપિનાવિર
hi: रिटोनाविर-वर्धित लोपिनवी
kn_in: ರಿಟೋನವಿರ್-ವರ್ಧಿತ ಲೋಪಿನಾವಿರ್
ml_in: റിട്ടോനാവിർ -ബൂസ്റ്റഡ് ലോപിനാവിർ
or_in: ରିଟୋନାଭିର୍-ବୁଷ୍ଟେଡ୍ ଲୋପିନାଭିର୍
pa_in: ਰਿਟੋਨਾਵੀਰ-ਬੂਸਟਡ ਲੋਪੀਨਾਵੀਰ
ta_in: ரிடோனவிர் –ஊக்கம் பெற்ற லொபினவிர்
te_in: రిటోనావిర్-బూస్ట్డ్ లోపినావిర్

source: SEE RECOMMENDATIONS
as_in: পৰামৰ্শসমূহ চাওক
bn_in: সুপারিশ দেখুন
gu_in: ભલામણો જુઓ
hi: सिफारिशें देखें
kn_in: ಶಿಫಾರಸುಗಳನ್ನು ನೋಡಿ
ml_in: ശുപാർശകൾ കാണുക
or_in: ସୁପାରିସଗୁଡ଼ିକ ଦେଖନ୍ତୁ
pa_in: ਸਿਫ਼ਾਰਸ਼ਾਂ ਦੇਖੋ
ta_in: பரிந்துரைகளைப் பார்க்கவும்
te_in: సిఫార్సులను చూడండి

source: Select the medical condition or history that apply. More than one condition can be identified.
as_in: প্ৰযোজ্য হোৱা চিকিৎসাজনিত অৱস্থা বা ইতিহাস বাছনি কৰক। এটাতকৈ অধিক অৱস্থা চিনাক্ত কৰিব পাৰিব।
bn_in: প্রযোজ্য চিকিৎসাগত অবস্থা বা ইতিহাস নির্বাচন করুন। একের অধিক অবস্থা সনাক্ত করা যেতে পারে।
gu_in: લાગુ થતી હોય તે તબીબી સ્થિતિ કે પૂર્વવિગતને પસંદ કરો. એકથી વધુ સ્થિતિને ઓળખી શકાય છે.
hi: जो चिकित्सकीय स्थिति या इतिहास लागू हो, उसका चयन करें। एक से अधिक स्थितियों की पहचान की जा सकती है
kn_in: ಅನ್ವಯವಾಗುವ ವೈದ್ಯಕೀಯ ಸ್ಥಿತಿ ಅಥವಾ ಇತಿಹಾಸವನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಸ್ಥಿತಿಗಳನ್ನು ಗುರುತಿಸಬಹುದು.
ml_in: ബാധകമായ രോഗാവസ്ഥയോ ചരിത്രമോ തിരഞ്ഞെടുക്കുക. ഒന്നിലധികം അവസ്ഥകൾ തിരിച്ചറിയാൻ കഴിയും.
or_in: ପ୍ରୟୋଗ ହେବାକୁଥିବା ଚିକିତ୍ସା ଅବସ୍ଥା କିମ୍ବା ଇତିହାସ ଚୟନ କରନ୍ତୁଏକରୁ ଅଧିକ ଅବସ୍ଥା ଚିହ୍ନଟ କରାଯାଇପାରିବ
pa_in: ਲਾਗੂ ਹੋਣ ਵਾਲੀ ਡਾਕਟਰੀ ਅਵਸਥਾ ਜਾਂ ਇਤਿਹਾਸ ਦੀ ਚੋਣ ਕਰੋ। ਇੱਕ ਤੋਂ ਵੱਧ ਅਵਸਥਾਵਾਂ ਦੀ ਪਛਾਣ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ
ta_in: பொருந்தக்கூடிய மருத்துவ நிலை அல்லது வரலாற்றைத் தேர்ந்தெடுக்கவும். ஒன்றுக்கு மேற்பட்ட நிலைகளை அடையாளம் காணலாம்.
te_in: అనుకూలమై వర్తించే వైద్య పరమైన పరిస్థితి లేదా పూర్వ చరిత్ర ను ఎంచుకోండి. ఒకటి కంటే ఎక్కువ పరిస్థితులను కూడా ఎంచుకోవచ్చును.

source: Semen analysis, where available, can confirm contraceptive effectiveness after the 3–month waiting period.\n\n
as_in: য'ত উপলব্ধ হ'লে বীৰ্য বিশ্লেষণে 3 মাহৰ অপেক্ষাৰ সময়ৰ পিছত গৰ্ভনিৰোধক কাৰ্যকৰীতা নিশ্চিত কৰিব পাৰে।
bn_in: 3 মাসের অপেক্ষাকালের পর বীর্য বিশ্লেষণ, যেখানে উপলভ্য, গর্ভনিরোধকের কার্যকারিতা নিশ্চিত করতে পারে।
gu_in: 3 મહિનાના રાહ જોવાના સમયગાળા બાદ શુક્રાણુનું વિશ્લેષણ (જ્યાં પણ ઉપલબ્ધ હોય) ગર્ભનિરોધકની અસરકારકતાની પુષ્ટી કરી શકે છે.
hi: 3 महीने की प्रतीक्षा अवधि के बाद वीर्य विश्लेषण, जहां उपलब्ध हो, गर्भनिरोधक प्रभावशीलता की पुष्टि कर सकता है।
kn_in: ವೀರ್ಯ ವಿಶ್ಲೇಷಣೆ, ಲಭ್ಯವಿದ್ದಲ್ಲಿ, 3 ತಿಂಗಳ ಕಾಯುವಿಕೆಯ ಅವಧಿಯ ನಂತರ ಗರ್ಭನಿರೋಧಕ ಪರಿಣಾಮಕಾರಿತ್ವವನ್ನು ದೃಢಪಡಿಸಬಹುದು.
ml_in: ലഭ്യമായിടത്ത് ബീജ വിശകലനം നടത്തുന്നത് 3-മാസത്തെ കാത്തിരിപ്പിന് ശേഷം ഗർഭനിരോധനത്തിന്റെ ഫലപ്രാപ്തി സ്ഥിരീകരിക്കാൻ കഴിയും.
or_in: 3 ମାସ ଅପେକ୍ଷା ଅବଧି ପରେ ବିର୍ଯ୍ୟ ବିଶ୍ଳେଷଣ ଦ୍ୱାରା, ଯେଉଁଠାରେ ଉପଲବ୍ଧ ଥିବ, ଗର୍ଭନିରୋଧକର ପ୍ରଭାବଶୀଳତାକୁ ସୁନିଶ୍ଚିତ କରାଯାଇପାରିବ।
pa_in: ਵੀਰਜ ਵਿਸ਼ਲੇਸ਼ਣ, ਜਿੱਥੇ ਉਪਲਬਧ ਹੈ, 3 ਮਹੀਨਿਆਂ ਦੀ ਉਡੀਕ ਦੀ ਮਿਆਦ ਤੋਂ ਬਾਅਦ ਗਰਭ ਨਿਰੋਧਕ ਪ੍ਰਭਾਵਸ਼ੀਲਤਾ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਸਕਦਾ ਹੈ।
ta_in: விந்து பகுப்பாய்வு கிடைக்கும் இடங்களில், 3-மாத காத்திருப்பு காலத்துக்குப் பிறகு, கருத்தடை செயல்திறனை உறுதிபடுத்த முடியும்.
te_in: 3-నెలల నిరీక్షణ వ్యవధి తర్వాత అందుబాటులో ఉన్న చోట, వీర్యం విశ్లేషణతో, సంతాన నిరోధకం ప్రభావాన్ని నిర్ధారించవచ్చు

source: Sepsis
as_in: সেপ্সিস
bn_in: সেপ্সিস
gu_in: સેપ્સિસ (ઘામાં સડો થવો)
hi: पूति
kn_in: ರಕ್ತವಿಷ
ml_in: സെപ്സിസ്
or_in: ପୂତି
pa_in: ਸੈਪਸਿਸ
ta_in: செப்சிஸ்
te_in: రక్త పూతి దోషం లేదా సెప్సిస్

source: Sepsis (Puerperal/postabortal)
as_in: সেপ্সিস (প্রসবের পর / গর্ভপাতের পর)
bn_in: সেপ্সিস (প্রসবের পর / গর্ভপাতের পর)
gu_in: સેપ્સિસ (ઘામાં સડો થવો) (પ્રસૂતિ સંબંધિત / ગર્ભપાત પછી)
hi: पूति प्(रासूतिक/प्रसवोत्तर)
kn_in: ರಕ್ತವಿಷ (ಪುರ್ಪುರಾದ/ಗರ್ಭಪಾತದ ನಂತರದ)
ml_in: സെപ്സിസ് (പ്രസവാനന്തരം/ ഗർഭഛിദ്രത്തിന് ശേഷം)
or_in: ପୂତି ପ୍ରସବକାଳ/ଗର୍ଭପାତ ପର
pa_in: ਸੈਪਸਿਸ (ਪਿਉਰਪੇਰਲ/ਪੋਸਟਬੋਰਟਲ)
ta_in: செப்சிஸ் (பிரசவ கால/கருக்கலைப்புக்கு பின்னர்)
te_in: సెప్సిస్ (ప్రసవానంతర/ప్రసవానంతర)

source: Severe liver disease (including jaundice).
as_in: যকৃতৰ গুৰুতৰ ৰোগ (জণ্ডিচ সহ)।
bn_in: যকৃতের চরম অসুখ (জন্ডিস বা পাণ্ডুরোগ সহ)।
gu_in: લિવરની ગંભીર બીમારી (કમળા સહિત).
hi: गंभीर यकृत रोग (पीलिया सहित)
kn_in: ತೀವ್ರವಾದ ಯಕೃತ್ತಿನ ಕಾಯಿಲೆ (ಕಾಮಾಲೆ ಸೇರಿದಂತೆ)
ml_in: തീവ്രമായ കരൾ രോഗം (മഞ്ഞപ്പിത്തം ഉൾപ്പെടെ)
or_in: ଗୁରୁତର ଯକୃତ ରୋଗ (ଜଣ୍ଡିସ୍ ସମେତ)
pa_in: ਗੰਭੀਰ ਲੀਵਰ ਦੀ ਬਿਮਾਰੀ (ਪੀਲੀਆ ਸਮੇਤ)
ta_in: கடுமையான கல்லீரல் நோய் (மஞ்சள் காமாலை உட்பட).
te_in: తీవ్రమైన కాలేయ వ్యాధి (కామెర్లు సహా)

source: SKIP
as_in: আওকাণ কৰক
bn_in: বাদ দিন
gu_in: છોડી દો
hi: छोड़कर आगे बढ़ें
kn_in: ಬಿಡಿ
ml_in: ഒഴിവാക്കുക
or_in: ଛାଡ଼ିଦିଅନ୍ତୁ
pa_in: ਛੱਡੋ
ta_in: தவிர்க்கவும்
te_in: దాటివేయు

source: Small flexible plastic device containing copper sleeves or wire that is inserted into the uterus.
as_in: জৰায়ুত সুমুৱাই দিয়া তামৰ স্লিভ বা তাঁৰ থকা সৰু নমনীয় প্লাষ্টিক আহিলা।
bn_in: কপার স্লিভ বা তার সমন্বিত ছোটো নমনীয় প্লাস্টিকের ডিভাইস, যেটি জরায়ুর মধ্যে প্রবেশ করানো হয়।
gu_in: તે કૉપરની સ્લીવ્સ કે વાયર ધરાવતું એક નાનકડું પ્લાસ્ટિકનું ઉપકરણ છે, જેને ગર્ભાશયમાં દાખલ કરવામાં આવે છે.
hi: तांबे की स्लीव या तार वाला छोटा लचीला प्लास्टिक उपकरण जिसे गर्भाशय में लगाया जाता है
kn_in: ತಾಮ್ರದ ಆವರಣಗಳು ಅಥವಾ ತಂತಿಯನ್ನು ಹೊಂದಿರುವ ಸಣ್ಣ ಹೊಂದಿಕೊಳ್ಳುವ ಪ್ಲಾಸ್ಟಿಕ್ ಸಾಧನವನ್ನು ಗರ್ಭಾಶಯಕ್ಕೆ ಸೇರಿಸಲಾಗುತ್ತದೆ.
ml_in: ഗർഭപാത്രത്തിലേക്ക് നിക്ഷേപിച്ച കോപ്പർ സ്ലീവുകൾ അല്ലെങ്കിൽ വയർ അടങ്ങിയ വഴക്കമുള്ള ചെറിയ പ്ലാസ്റ്റിക് ഉപകരണം.
or_in: କପର୍ ସ୍ଲିଭ୍ କିମ୍ୱା ତାର ଥିବା ଛୋଟ ନମନୀୟ ପ୍ଲାଷ୍ଟିକ୍ ଡିଭାଇସ୍, ଯାହାକୁ ଗର୍ଭାଶୟରେ ଭର୍ତ୍ତି କରାଯାଏ
pa_in: ਛੋਟਾ ਲਚਕਦਾਰ ਪਲਾਸਟਿਕ ਉਪਕਰਣ ਜਿਸ ਵਿੱਚ ਤਾਂਬੇ ਦੀਆਂ ਬਾਹਵਾਂ ਜਾਂ ਤਾਰ ਹੁੰਦੀਆਂ ਹਨ ਜੋ ਬੱਚੇਦਾਨੀ ਵਿੱਚ ਦਾਖਲ ਪਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ
ta_in: செப்பு ஸ்லீவ்கள் அல்லது ஒயரை கொண்ட சிறிய நெகிழ்வான பிளாஸ்டிக் சாதனம் , கருப்பையினுள் செருகப்படுகிறது.
te_in: గర్భాశయం లోనికి చొప్పించే రాగి స్లీవ్లు లేదా వైర్ కలిగిన ఒక చిన్న సౌకర్యవంతమైన ప్లాస్టిక్ పరికరం

source: Small, flexible rods or capsules placed under the skin of the upper arm; contains progestogen hormone only.
as_in: উৰ্ধ বাহুৰ ছালৰ তলত ৰখা সৰু, নমনীয় ৰড বা কেপচুলত; কেৱল প্ৰজেষ্টোজেন হৰমন থাকে।
bn_in: বাহুর উপরিভাগে ত্বকের নিচে ছোটো, নমনীয় রড বা ক্যাপসুল স্থাপন করা হয়; শুধুমাত্র প্রোজেস্টোজেন হরমোন থাকে।
gu_in: હાથના ઉપરના ભાગે ચામડીની નીચે નાનો, સ્થિતિસ્થાપક રોડ કે કેપ્સુલ મૂકવામાં આવે છે; જે ફક્ત પ્રોજેસ્ટોજેન હોર્મોન ધરાવે છે.
hi: छोटी, लचीली छड़ें या कैप्सूल जो ऊपरी बांह की त्वचा के नीचे रखे जाते हैं; इसमें केवल प्रोजेस्टोजन हार्मोन होता है
kn_in: ಮೇಲಿನ ತೋಳಿನ ಚರ್ಮದ ಕೆಳಗೆ ಇರಿಸಲಾದ ಸಣ್ಣ, ಹೊಂದಿಕೊಳ್ಳುವ ರಾಡ್‌ಗಳು ಅಥವಾ ಕ್ಯಾಪ್ಸೂಲ್‌ಗಳು; ಪ್ರೊಜೆಸ್ಟೋಜೆನ್ ಹಾರ್ಮೋನ್ ಅನ್ನು ಮಾತ್ರ ಹೊಂದಿರುತ್ತದೆ.
ml_in: ചെറിയ, വഴങ്ങുന്ന ദണ്ഡുകൾ അല്ലെങ്കിൽ കാപ്സ്യൂളുകൾ മുകളിലെ കൈയുടെ മുകൾ ഭാഗത്ത് ചർമ്മത്തിന് കീഴിൽ സ്ഥാപിച്ചിരിക്കുന്നു; അതിൽ പ്രോജസ്റ്റോജൻ ഹോർമോൺ മാത്രമേ അടങ്ങിയിട്ടുള്ളൂ.
or_in: ଉପର ବାହୁର ଚର୍ମ ତଳେ ଛୋଟ, ନମନୀୟ ରଡ୍ କିମ୍ୱା କ୍ୟାପସୁଲ୍ ରଖାଯାଏ; ଯେଉଁଥିରେ କେବଳ ପ୍ରୋଜେଷ୍ଟୋଜେନ୍ ହର୍ମୋନ୍ ଥାଏ
pa_in: ਉੱਪਰੀ ਬਾਂਹ ਦੀ ਚਮੜੀ ਦੇ ਹੇਠਾਂ ਰੱਖੀਆਂ ਛੋਟੀਆਂ, ਲਚਕਦਾਰ ਰਾਡਾਂ ਜਾਂ ਕੈਪਸੂਲ; ਇਸ ਵਿੱਚ ਕੇਵਲ ਪ੍ਰੋਜੈਸਟੋਜਨ ਹਾਰਮੋਨ ਹੁੰਦਾ ਹੈ
ta_in: சிறிய, நெகிழ்வான ராடுகள் அல்லது கேப்ஸ்யூல்கள் மேல்கை தோலின் கீழ் வைக்கப்படுகின்றன ; புரோஜெஸ்டோஜென் ஹார்மோன் மட்டுமே உள்ளது.
te_in: చిన్న, సౌకర్యవంతమైన రాడ్లు లేదా క్యాప్సూల్స్ గుళికలు చేయి పై భాగపు చర్మం కింద ఉంచబడతాయి; ప్రొజెస్టోజెన్ హార్మోన్ మాత్రమే ఉంటుంది

source: Smoking
as_in: ধূমপান
bn_in: ধূমপান
gu_in: ધૂમ્રપાન
hi: धूम्रपान
kn_in: ಧೂಮಪಾನ
ml_in: പുകവലി
or_in: ଧୂମପାନ
pa_in: ਸਿਗਰਟ ਪੀਣਾ
ta_in: புகை பிடித்தல்
te_in: ధూమపానం

source: Smoking (>35 years)
as_in: ধূমপান (>35 বছর)
bn_in: ধূমপান (>35 বছর)
gu_in: ધૂમ્રપાન (>35 વર્ષ)
hi: धूम्रपान >35 वर्ष
kn_in: ಧೂಮಪಾನ (>35 ವರ್ಷ)
ml_in: പുകവലി (>35വർഷം)
or_in: ଧୂମପାନ (>35 ବର୍ଷ)
pa_in: ਸਿਗਰਟ ਪੀਣਾ (> 35 ਸਾਲ)
ta_in: புகை பிடித்தல் (>35 வருடங்கள்)
te_in: ధూమపానం (> 35 సంవత్సరాలు)

source: Spermicide (alone): 82% with correct and consistent use, 72% as commonly used.
as_in: শুক্ৰনাশক (একমাত্ৰ): সঠিক আৰু সংগতিপূৰ্ণ ব্যৱহাৰৰ ক্ষেত্ৰত 82%, সচৰাচৰ ব্যৱহাৰৰ ক্ষেত্ৰত 72%।
bn_in: শুক্রাণু নাশক (শুধুমাত্র): সঠিক ও সঙ্গতিপূর্ণ ব্যবহারে 82%, সাধারণভাবে ব্যবহার হিসেবে 72%।
gu_in: સ્પર્મિસાઇડ (એકલું): યોગ્ય અને સતત ઉપયોગ કરવા પર 82%, કૉમન રીતે ઉપયોગ કરવા પર 72%.
hi: शुक्राणुनाशक (अकेले): सही और लगातार उपयोग के साथ 82%, आमतौर पर उपयोग किए जाने वाले 72%
kn_in: ವೀರ್ಯಾಣುನಾಶಕ (ಒಂದೇ): ಸರಿಯಾದ ಮತ್ತು ಸ್ಥಿರ ಬಳಕೆಯೊಂದಿಗೆ 82%, ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸಿದಾಗ 72%.
ml_in: സ്പെർസിമൈഡ് (തനിച്ച്): ശരിയായതും സ്ഥിരവുമായ ഉപയോഗത്തിൽ 82%, സാധാരണ ഉപയോഗത്തിൽ 72%.
or_in: ଶୁକ୍ରାଣୁନାଶୀ (ଏକାକୀ):ସଠିକ୍ ଓ ନିରନ୍ତର ବ୍ୟବହାର ସହିତ 82%, ସାଧାରଣ ଭାବେ ବ୍ୟବହୃତ 72%
pa_in: ਸ਼ੁਕਰਾਣੂਨਾਸ਼ਕ (ਇਕੱਲੇ): 82% ਸਹੀ ਅਤੇ ਨਿਰੰਤਰ ਵਰਤੋਂ ਨਾਲ, 72% ਆਮ ਤੌਰ 'ਤੇ ਵਰਤੇ ਜਾਂਦੇ ਹਨ
ta_in: விந்தணுகொல்லி (தனியாக) : 82% சரியான மற்றும் சீரான உபயோகத்துடன். 72% பொதுவான உபயோகத்துடன்
te_in: స్పెర్మిసైడ్ (ఒంటరిగా): సరైన మరియు స్థిరమైన ఉపయోగంతో 82%, సాధారణంగా ఉపయోగించే 72%

source: Spermicides
as_in: বীৰ্যনাশক
bn_in: শুক্রাণু নাশক
gu_in: સ્પર્મિસાઇડ્સ
hi: शुक्राणुनाशक
kn_in: ವೀರ್ಯಾಣುನಾಶಕ
ml_in: സ്പെർസിമൈഡ്
or_in: ଶୁକ୍ରାଣୁନାଶୀ
pa_in: ਸ਼ੁਕਰਾਣੂਨਾਸ਼ਕ
ta_in: விந்துக்கொல்லிகள்
te_in: స్పెర్మిసైడ్

source: START
as_in: আৰম্ভ
bn_in: শুরু করুন
gu_in: શરૂ કરો
hi: आरंभ करें
kn_in: ಪ್ರಾರಂಭ
ml_in: ആരംഭിക്കുക
or_in: ଆରମ୍ଭ କରନ୍ତୁ
pa_in: ਸ਼ੁਰੂ ਕਰੋ
ta_in: தொடங்கவும்
te_in: ప్రారంభం

source: Start CHC if it is reasonably certain that the women is not pregnant. Abstain from sex or use additional contraceptive protection for the next 7 days.
as_in: মহিলাসকল গৰ্ভৱতী নহয় বুলি যুক্তিসঙ্গতভাৱে নিশ্চিত হ'লে CHC আৰম্ভ কৰক। যৌন সম্ভোগ কৰাৰ পৰা বিৰত থাকক বা পৰৱৰ্তী 7 দিনৰ বাবে অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা ব্যৱহাৰ কৰক।
bn_in: মহিলা গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, CHC শুরু করুন। পরবর্তী 7 দিন যৌনতা থেকে বিরত থাকুন বা অতিরিক্ত গর্ভনিরোধক ব্যবহার করুন।
gu_in: સ્ત્રી ગર્ભવતી થઈ નથી તેમ જો ચોક્કસપણે ખાતરી હોય તો જ CHC શરૂ કરો. આગામી 7 દિવસ સુધી જાતીય સમાગમથી દૂર રહો અથવા તો વધારાની ગર્ભનિરોધક સુરક્ષાનો ઉપયોગ કરો.
hi: यदि यह पूरी तरह निश्चित हो जाए कि महिला गर्भवती नहीं है तो CHC शुरू करें। अगले 7 दिनों तक सेक्स से दूर रहें या अतिरिक्त गर्भनिरोधक सुरक्षा का उपयोग करें।
kn_in: ಮಹಿಳೆಯರು ಗರ್ಭಿಣಿಯಲ್ಲ ಎನ್ನುವ ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ CHCಯನ್ನು ಪ್ರಾರಂಭಿಸಿ. ಮುಂದಿನ 7 ದಿನಗಳವರೆಗೆ ಲೈಂಗಿಕತೆಯಿಂದ ದೂರವಿರಿ ಅಥವಾ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯನ್ನು ಬಳಸಿ.
ml_in: സ്ത്രീകൾ ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ CHC ആരംഭിക്കുക. അടുത്ത 7 ദിവസത്തേക്ക് ലൈംഗിക ബന്ധത്തിൽ നിന്ന് അകന്നു നിൽക്കുക അല്ലെങ്കിൽ അധിക ഗർഭനിരോധന സംരക്ഷണ മാർഗ്ഗം ഉപയോഗിക്കുക.
or_in: ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ମହିଳା ଜଣଙ୍କ ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ CHC ଆରମ୍ଭ କରନ୍ତୁ।ପରବର୍ତ୍ତୀ 7 ଦିନ ପର୍ଯ୍ୟନ୍ତ ଯୌନକ୍ରିୟାରୁ ଦୂରେଇ ରୁହନ୍ତୁ କିମ୍ୱା ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବ୍ୟବହାର କରନ୍ତୁ।
pa_in: CHC ਸ਼ੁਰੂ ਕਰੋ ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਔਰਤਾਂ ਗਰਭਵਤੀ ਨਹੀਂ ਹਨ। ਅਗਲੇ 7 ਦਿਨਾਂ ਲਈ ਸੈਕਸ ਤੋਂ ਪਰਹੇਜ਼ ਕਰੋ ਜਾਂ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਕਰੋ।
ta_in: பெணி கர்ப்பமாக இல்லை என்பது கணிசமாக உறுதியானால், CHC-ஐ தொடங்குங்கள். அடுத்த 7 நாட்களுக்கு உடலுறைவை தவிர்க்கவும் அல்லது கூடுதல் கருத்தடை பாதுகாப்பை பயன்படுத்தவும்.
te_in: స్త్రీలు గర్భవతి కాదని సహేతుకంగా నిశ్చయించుకుంటే CHCని ప్రారంభించాలి. సెక్స్ నుండి దూరంగా ఉండాలి లేదా తదుపరి 7 రోజుల పాటు అదనపు గర్భనిరోధక రక్షణను ఉపయోగించాలి.

source: Start if it is reasonably certain that the woman is not pregnant. Abstain from sex or use additional contraceptive protection for the next 2 days.
as_in: আৰম্ভ কৰক যদি এইটো যুক্তিসঙ্গতভাৱে নিশ্চিত হয় যে মহিলাগৰাকী গৰ্ভৱতী নহয়। যৌন সম্ভোগ কৰাৰ পৰা বিৰত থাকক বা পৰৱৰ্তী 2 দিনৰ বাবে অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা ব্যৱহাৰ কৰক।
bn_in: মহিলা গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, শুরু করুন। পরবর্তী 2 দিন যৌনতা থেকে বিরত থাকুন বা অতিরিক্ত গর্ভনিরোধক ব্যবহার করুন।
gu_in: સ્ત્રી ગર્ભવતી નથી તેની ચોક્કસપણે ખાતરી હોય તો જ તેની શરૂઆત કરો. આગામી 2 દિવસ સુધી જાતીય સમાગમથી દૂર રહો અથવા તો વધારાની ગર્ભનિરોધક સુરક્ષાનો ઉપયોગ કરો.
hi: इसे प्रारंभ करें यदि यह उचित रूप से निश्चित है कि महिला गर्भवती नहीं है। अगले 2 दिनों तक सेक्स से दूर रहें या अतिरिक्त गर्भनिरोधक सुरक्षा का उपयोग करें।
kn_in: ಮಹಿಳೆ ಗರ್ಭಿಣಿಯಲ್ಲ ಎನ್ನುವ ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ ಪ್ರಾರಂಭಿಸಿ. ಮುಂದಿನ 2 ದಿನಗಳವರೆಗೆ ಲೈಂಗಿಕತೆಯಿಂದ ದೂರವಿರಿ ಅಥವಾ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯನ್ನು ಬಳಸಿ.
ml_in: സ്ത്രീകൾ ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ CHC ആരംഭിക്കുക. അടുത്ത 7 ദിവസത്തേക്ക് ലൈംഗിക ബന്ധത്തിൽ നിന്ന് അകന്നു നിൽക്കുക അല്ലെങ്കിൽ അധിക ഗർഭനിരോധന സംരക്ഷണ മാർഗ്ഗം ഉപയോഗിക്കുക.
or_in: ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ମହିଳା ଜଣଙ୍କ ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ ଆରମ୍ଭ କରନ୍ତୁ।ପରବର୍ତ୍ତୀ 2 ଦିନ ପର୍ଯ୍ୟନ୍ତ ଯୌନକ୍ରିୟାରୁ ଦୂରେଇ ରୁହନ୍ତୁ କିମ୍ୱା ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବ୍ୟବହାର କରନ୍ତୁ।
pa_in: ਸ਼ੁਰੂ ਕਰੋ ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਔਰਤ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਅਗਲੇ 2 ਦਿਨਾਂ ਲਈ ਸੈਕਸ ਤੋਂ ਪਰਹੇਜ਼ ਕਰੋ ਜਾਂ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਕਰੋ।
ta_in: பெண் கர்ப்பமாக இல்லை என்று நியாயமான உறுதியுடன் இருந்தால், ஆரம்பிக்கவும். அடுத்த 2 நாட்களுக்கு அவர் உடலுறைவை தவிர்க்க வேண்டும் அல்லது கூடுதல் கருத்தடை பாதுகாப்பை பயன்படுத்த வேண்டும்.
te_in: స్త్రీ గర్భవతి కాదని సహేతుకంగా ఖచ్చితంగా ఉంటే ప్రారంభించండి. సెక్స్ నుండి దూరంగా ఉండండి లేదా తదుపరి 2 రోజుల పాటు అదనపు గర్భనిరోధక రక్షణను ఉపయోగించండి.

source: Starting from fourth month, the pill is to be taken once a week on the first pill day and should be continued on the weekly schedule regardless of her menstrual cycle.
as_in: চতুৰ্থ মাহৰ পৰা আৰম্ভ কৰি, বড়িটো প্ৰথম বড়ি গ্ৰহণ কৰা দিনটোত সপ্তাহত এবাৰ কৈ খাব লাগিব আৰু ঋতুস্ৰাৱ চক্ৰ নিৰ্বিশেষে সাপ্তাহিক সূচীত অব্যাহত ৰাখিব লাগিব।
bn_in: চতুর্থ মাস থেকে শুরু করে, প্রথম পিলের দিন সপ্তাহে একবার পিল গ্রহণ করতে হবে এবং ঋতুচক্র নির্বিশেষে সাপ্তাহিক সময়সূচী অব্যাহত থাকবে।
gu_in: તો ચોથા મહિનાથી શરૂ કરીને આ ગોળીને ગોળી લેવાના પ્રથમ દિવસે અઠવાડિયામાં એકવાર લેવાની રહે છે અને સ્ત્રીના માસિકચક્રને અનુલક્ષ્યાં વગર અઠવાડિક શિડ્યૂલને ચાલું રાખવું જોઇએ.
hi: चौथे महीने से प्रारंभ करके, गोली साप्ताहिक लेनी होती है जो पहली गोली वाले दिन लेते हैं और मासिक धर्म चक्र की परवाह किए बिना साप्ताहिक सूची अनुसार इसे जारी रखना चाहिए।
kn_in: ನಾಲ್ಕನೇ ತಿಂಗಳಿನಿಂದ ಪ್ರಾರಂಭಿಸಿ, ಮಾತ್ರೆಯನ್ನು ವಾರಕ್ಕೊಮ್ಮೆ ಮೊದಲ ಮಾತ್ರೆಯ ದಿನದಂದು ತೆಗೆದುಕೊಳ್ಳಬೇಕು ಮತ್ತು ಅವಳ ಋತುಚಕ್ರ ಹೇಗೇ ಇದ್ದರೂ ವಾರಕ್ಕೊಮ್ಮೆಯ ವೇಳಾಪಟ್ಟಿಯಲ್ಲಿ ಮುಂದುವರಿಸಬೇಕು.
ml_in: നാലാം മാസം മുതൽ, ആദ്യ ഗുളിക കഴിച്ച ശേഷം ആഴ്ചയിൽ ഒരിക്കൽ വീതം ഗുളിക കഴിക്കണം, ആർത്തവചക്രം പരിഗണിക്കാതെ പ്രതിവാര ഷെഡ്യൂളിൽ അത് തുടരണം.
or_in: ଚତୁର୍ଥ ମାସରୁ ଆରମ୍ଭ ହୋଇ, ବଟିକାକୁ ପ୍ରଥମ ବଟିକା ଦିନରେ ସପ୍ତାହରେ ଥରେ ଗ୍ରହଣ କରାଯିବାର ଅଛି ଏବଂ ତାହାକୁ ତାଙ୍କର ମାସିକ ଚକ୍ରର ଚିନ୍ତା ନକରି ସାପ୍ତାହିକ ଧାର୍ଯ୍ୟ ସମୟରେ ଜାରି ରଖାଯିବା ଉଚିତ।
pa_in: ਚੌਥੇ ਮਹੀਨੇ ਤੋਂ ਸ਼ੁਰੂ ਕਰਕੇ, ਗੋਲੀ ਹਫ਼ਤੇ ਵਿੱਚ ਇੱਕ ਵਾਰ ਪਹਿਲੀ ਗੋਲੀ ਵਾਲੇ ਦਿਨ ਲਈ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ ਅਤੇ ਉਸਦੇ ਮਾਹਵਾਰੀ ਚੱਕਰ ਦੀ ਪਰਵਾਹ ਕੀਤੇ ਬਿਨਾਂ ਹਫ਼ਤਾਵਾਰੀ ਕਾਰਜਕ੍ਰਮ 'ਤੇ ਜਾਰੀ ਰੱਖਣੀ ਚਾਹੀਦੀ ਹੈ।
ta_in: நான்காவது மாதம் தொடங்கி, வாரத்துக்கு ஒரு நாள் முதல் மாத்திரை நாளில் மாத்திரையை எடுத்துக் கொள்ள வேண்டும் மற்றும் அவரது மாதவிடாய் சுழற்சியைப் பொருட்படுத்தாமல் வாராந்திர அட்டவணைப்படி தொடர வேண்டும்.
te_in: నాల్గవ నెల నుండి, మాత్రను మొదటి మాత్ర రోజున వారానికి ఒకసారి తీసుకోవాలి మరియు ఆమె ఋతు చక్రంతో సంబంధం లేకుండా వారపు షెడ్యూల్‌లో కొనసాగించాలి.

source: Stavudine
as_in: ষ্টাভুডিন
bn_in: স্ট্যাভুডাইন
gu_in: સ્ટાવુડાઇન
hi: स्टावुडिन
kn_in: ಸ್ಟಾವುಡಿನ್
ml_in: സ്റ്റാവുഡൈൻ
or_in: ଷ୍ଟାଭୁଡାଇନ୍
pa_in: ਸਟੈਵੁਡੀਨ
ta_in: ஸ்டாவுடைன்
te_in: స్టావుడిన్

source: Sterilization does not protect against sexually transmitted infections (STIs), including HIV. If there is a risk of STI/HIV, the correct and consistent use of condoms is recommended. When used correctly and consistently, condoms offer one of the most effective methods of protection against STIs, including HIV. Female condoms are effective and safe, but are not used as widely by national programmes as male condoms.
as_in: বন্ধ্যাকৰণে HIV সহ যৌন ৰোগৰ সংক্ৰমণৰ (STI) পৰা সুৰক্ষা নিদিয়ে। যদি STI/HIV-ৰ আশংকা থাকে, কণ্ডমৰ সঠিক আৰু নিৰন্তৰ ব্যৱহাৰৰ পৰামৰ্শ দিয়া হয়। যেতিয়া সঠিক ভাৱে আৰু ধাৰাবাহিকভাৱে ব্যৱহাৰ কৰা হয়, কণ্ডম-এ HIV-ক ধৰি STI-ৰ বিৰুদ্ধে সুৰক্ষাৰ এক আটাইতকৈ কাৰ্যকৰী পদ্ধতি প্ৰদান কৰে। মহিলাৰ কণ্ডম কাৰ্যকৰী আৰু সুৰক্ষিত, কিন্তু পুৰুষ কণ্ডমৰ দৰে ৰাষ্ট্ৰীয় কাৰ্যসূচীৰ দ্বাৰা ব্যাপকভাৱে ব্যৱহাৰ কৰা নহয়।
bn_in: HIV সহ সেক্সুয়ালি ট্রান্সমিটেড ইনফেকশনের (STI) বিরুদ্ধে বন্ধ্যাত্বকরণ সুরক্ষা দেয় না। STI/HIV-এর ঝুঁকি থাকলে, কন্ডোমের সঠিক ও সঙ্গতিপূর্ণ ব্যবহারের সুপারিশ করা হয়। সঠিক ও সঙ্গতিপূর্ণভাবে ব্যবহার করলে, কন্ডোম হল HIV সহ STI-এর বিরুদ্ধে সুরক্ষার জন্য অন্যতম সর্বাধিক কার্যকর পদ্ধতি। মহিলাদের কন্ডোম কার্যকর ও সুরক্ষিত, তবে সেগুলি পুরুষদের কন্ডোমের মতো রাষ্ট্রীয় কর্মসূচীতে ব্যাপকভাবে ব্যবহৃত হয় না।
gu_in: નસબંધી HIV સહિતના જાતીય રીતે પ્રસારિત થતાં ચેપો (STIs) સામે સુરક્ષા પૂરી પાડતી નથી. જો STI/HIVનું જોખમ રહેલું હોય તો, કન્ડોમ્સનો યોગ્ય અને નિરંતર ઉપયોગ કરવાની ભલામણ કરવામાં આવે છે. જ્યારે કન્ડોમ્સને યોગ્ય અને નિરંતપણે ઉપયોગમાં લેવામાં આવે છે ત્યારે તે HIV સહિત STIsની સામે સુરક્ષાની સૌથી અસરકારક પદ્ધતિ બની જાય છે. મહિલાઓ માટેના કન્ડોમ્સ અસરકારક અને સલામત છે પરંતુ રાષ્ટ્રીય કાર્યક્રમો દ્વારા પુરુષો માટેના કન્ડોમ્સ જેટલા વ્યાપકપણે ઉપયોગમાં લેવાતા નથી.
hi: HIV सहित यौन संचारित संक्रमणों (STIs) से नसबंदी रक्षा नहीं करती है। STI/HIV का खतरा होने पर कंडोम के सही और लगातार उपयोग की सिफारिश की जाती है। सही ढंग से और लगातार उपयोग किए जाने पर कंडोम HIV सहित STIs से सुरक्षा के सबसे प्रभावी तरीकों में से एक प्रदान करता है। महिला कंडोम प्रभावी और सुरक्षित हैं, लेकिन पुरुष कंडोम के समान राष्ट्रीय कार्यक्रमों द्वारा व्यापक रूप से उपयोग नहीं किए जाते हैं।
kn_in: ಸಂತಾನಹರಣವು HIV ಸೇರಿದಂತೆ ಲೈಂಗಿಕವಾಗಿ ಹರಡುವ ಸೋಂಕುಗಳಿಂದ (STI) ರಕ್ಷಿಸುವುದಿಲ್ಲ. STI / HIV ಅಪಾಯವಿದ್ದರೆ, ಕಾಂಡೋಮ್‌ಗಳ ಸರಿಯಾದ ಮತ್ತು ನಿರಂತರವಾದ ಬಳಕೆಯನ್ನು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ. ಸರಿಯಾಗಿ ಮತ್ತು ನಿರಂತರವಾಗಿ ಬಳಸಿದಾಗ, ಕಾಂಡೋಮ್‌ಗಳು HIV ಸೇರಿದಂತೆ STIಗಳ ವಿರುದ್ಧ ರಕ್ಷಣೆಯ ಅತ್ಯಂತ ಪರಿಣಾಮಕಾರಿ ವಿಧಾನಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ಸ್ತ್ರೀ ಕಾಂಡೋಮ್‌ಗಳು ಪರಿಣಾಮಕಾರಿ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿವೆ, ಆದರೆ ರಾಷ್ಟ್ರೀಯ ಕಾರ್ಯಕ್ರಮಗಳಲ್ಲಿ ಪುರುಷ ಕಾಂಡೋಮ್‌ಗಳಷ್ಟು ವ್ಯಾಪಕವಾಗಿ ಇದನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ.
ml_in: HIV ഉൾപ്പെടെയുള്ള ലൈംഗികമായി പകരുന്ന അണുബാധകളിൽ (STI) വന്ധ്യംകരണം സംരക്ഷിക്കില്ല. STI/HIV ഉണ്ടാകാനുള്ള സാധ്യതയുണ്ടെങ്കിൽ, ഗർഭനിരോധന ഉറ ശരിയായും സ്ഥിരമായും ഉപയോഗിക്കാൻ നിർദ്ദേശിക്കുന്നു. കൃത്യമായും സ്ഥിരമായും ഉപയോഗിക്കുമ്പോൾ, ഗർഭനിരോധന ഉറകൾ HIV ഉൾപ്പെടെയുള്ള STI-കളിൽ നിന്ന് ഏറ്റവും ഫലപ്രദമായ സംരക്ഷണ മാർഗ്ഗം വാഗ്ദാനം ചെയ്യുന്നു. സ്ത്രീകളുടെ ഗർഭനിരോധന ഉറകൾ ഫലപ്രദവും സുരക്ഷിതവുമാണ്, എന്നാൽ ദേശീയ പ്രോഗ്രാമുകൾ പുരുഷന്മാരുടെ ഗർഭനിരോധന ഉറകൾ പോലെ വ്യാപകമായി ഉപയോഗിക്കുന്നില്ല.
or_in: ବନ୍ଧ୍ୟାକରଣ, HIV ସମେତ ଯୌନ ସଂଚାରିତ ସଂକ୍ରମଣ (STI)ରୁ ସୁରକ୍ଷା ଦିଏନାହିଁ।ଯଦି STI/HIV ର ବିପଦ ଆଶଂକା ଥିବ, ତେବେ କଣ୍ଡୋମ୍‌ର ସଠିକ୍ ଓ ନିରନ୍ତର ବ୍ୟବହାରର ସୁପାରିସ କରାଯାଏ।ଯେତେବେଳେ ସଠିକ୍ ଓ ନିରନ୍ତର ଭାବରେ ବ୍ୟବହୃତ ହୁଏ, HIV ସମେତ STI ବିରୋଧରେ ସବୁଠାରୁ ପ୍ରଭାବଶାଳୀ ପ୍ରଣାଳୀଗୁଡ଼ିକ ମଧ୍ୟରୁ କଣ୍ଡୋମ୍ ସୁରକ୍ଷା ପ୍ରଦାନ କରେ।ମହିଳା କଣ୍ଡୋମ୍ ପ୍ରଭାବଶାଳୀ ଓ ସୁରକ୍ଷିତ, କିନ୍ତୁ ପୁରୁଷ କଣ୍ଡୋମ୍ ଭଳି ଜାତୀୟ କାର୍ଯ୍ୟକ୍ରମ ଅନୁସାରେ ବ୍ୟାପକ ଭାବେ ବ୍ୟବହାର କରାଯାଏ ନାହିଁ।
pa_in: ਨਸਬੰਦੀ HIV ਸਮੇਤ ਜਿਨਸੀ ਸੰਚਾਰਿਤ ਲਾਗਾਂ (STIs) ਤੋਂ ਨਹੀਂ ਬਚਾਉਂਦੀ। ਜੇ STI/HIV ਦਾ ਖਤਰਾ ਹੈ, ਤਾਂ ਨਿਰੋਧ ਦੀ ਸਹੀ ਅਤੇ ਨਿਰੰਤਰ ਵਰਤੋਂ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਜਦੋਂ ਸਹੀ ਅਤੇ ਨਿਰੰਤਰ ਤਰੀਕੇ ਨਾਲ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਨਿਰੋਧ HIV ਸਮੇਤ STIs ਤੋਂ ਸੁਰੱਖਿਆ ਦੇ ਸਭ ਤੋਂ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਤਰੀਕਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਨ। ਮਹਿਲਾ ਨਿਰੋਧ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਅਤੇ ਸੁਰੱਖਿਅਤ ਹਨ, ਪਰ ਰਾਸ਼ਟਰੀ ਪ੍ਰੋਗਰਾਮਾਂ ਦੁਆਰਾ ਪੁਰਸ਼ ਨਿਰੋਧ ਜਿੰਨੇ ਵਿਆਪਕ ਤੌਰ 'ਤੇ ਨਹੀਂ ਵਰਤੇ ਜਾਂਦੇ।
ta_in: ஸ்டெரிலைசேஷன், HIV உள்ளிட்ட பாலியல் ரீதியாக பரவும் நோய்த்தொற்றுகளுக்கு எதிராக பாதுகாக்காது. STI/HIV ஆபத்து இருந்தால், ஆணுறைகளின் சரியான மற்றும் சீரான பயன்பாடு பரிந்துரைக்கப்படுகிறது. சரியாகவும், தொடர்ந்தும் பயன்படுத்தும் போது, HIV உள்ளிட்ட STI-களுக்கு எதிராக மிகவும் பயனுள்ள பாதுகாப்பு முறைகளில் ஒன்றாக ஆணுறைகள் உள்ளன. பெண் கருத்தடை உறைகள் பயனுள்ளவை மற்றும் பாதுகாப்பானவை. ஆனால், ஆணுறைகளைப் போல தேசிய திட்டங்களால் பரவலாக பயன்படுத்தப்படுவதில்லை.
te_in: HIVతో సహా లైంగికంగా సంక్రమించే అంటువ్యాధుల (STIలు) నుండి స్టెరిలైజేషన్ రక్షించదు. STI/HIV ప్రమాదం ఉన్నట్లయితే, కండోమ్‌ల సరైన మరియు స్థిరమైన ఉపయోగం సిఫార్సు చేయబడింది. సరిగ్గా మరియు స్థిరంగా ఉపయోగించినప్పుడు, కండోమ్‌లు HIVతో సహా STI లకు వ్యతిరేకంగా అత్యంత ప్రభావవంతమైన రక్షణ పద్ధతుల్లో ఒకటి. ఆడ కండోమ్‌లు ప్రభావవంతమైనవి మరియు సురక్షితమైనవి, కానీ జాతీయ కార్యక్రమాల ద్వారా మగ కండోమ్‌ల వలె విస్తృతంగా ఉపయోగించబడవు.
